{
	"WELCOME_TITLE": "Benvenutoa su PidgeyFinder",
	"WELCOME_TEXT": "Ciao e benvenuto/a su PidgeyFinder! Siamo un sito gratuito di scansione per Pokémon Go. Non è necessaria la registrazione di un account - tutte le scansioni saranno eseguite dai nostri server. Inoltre, siamo un progetto Open Source! Visita il nostro GitHub {#github{qui}} e Twitter {#twitter{qui}}.",
	"WELCOME_SERVER_STATUS": "Stato del Servizio",

	"MODAL_SHOW_AGAIN": "Show again",
	"MODAL_DISMISS": "Dismiss",

	"MENU_FAQ": "FAQ",
	"MENU_RESET_2D": "Reset to 2D",
	"MENU_RELOAD": "Reload",
	"MENU_LOCATE": "Localizza",
	"MENU_SETTINGS": "Impostazioni",

	"DONATE_TITLE": "Donate to PidgeyFinder",
	"DONATE_TEXT": "PidgeyFinder runs only with donations and ad revenue. We need your help! Ad revenue won't keep our service up. To continue our service we allow donations. We accept Bitcoin and PayPal as donation methods. Donate below:",
	"DONATE_BUTTON": "Donate with",
	"DONATE_PAYPAL_TEXT": "Prefer old-fashioned ways? PayPal allows donating with credit cards or PayPal money.",
	"DONATE_BITCOIN_TEXT": "Bitcoin is the currency of the future – are you from the future? Bitcoin has no fees and is the best method to donate us money.",

	"FAQ_TITLE": "FAQ",
	"FAQ_EXPLAIN": "Frequently asked questions",
	"FAQ_NOTHING_MAP_TITLE": "Non c'è nulla nella mia mappa! Come faccio a scansionare?",
	"FAQ_NOTHING_MAP_TEXT": "Se l'area che stai visualizzando non è mai stata scansionata prima d'ora, clicca sulla mappa e verrà scansionata alla ricerca di Pokémon, Pokéstop e Palestre. La prossima volta che visiterai il nostro sito la mappa ricorderà la posizione dei Pokéstop e delle Palestre!",
	"FAQ_NO_DEVICE_SUPPORT_TITLE": "Perché il mio dispositivo non è supportato?",
	"FAQ_NO_DEVICE_SUPPORT_TITLE": "Noi cerchiamo di utilizzare le tecnologie più recenti, veloce e ottimizzate per sviluppare PidgeyFinder. Purtroppo alcune di queste tecnologie non sono supportate dai vecchi dispositivi, browser o sistemi operativi. Prova ad aggiornare il tuo browser per prima cosa.",
	"FAQ_SCAN_FAILED_TITLE": "Why do I get Scan failed? / Why is scanning taking so much time?",
	"FAQ_SCAN_FAILED_TEXT": "I nostri server scalano automaticamente in base alla quantità di utenti. Nel caso in cui tutti i nostri bots siano attualmente giù in uso, il tempo di scansione potrebbe diventare piuttosto lungo o non funzionare. Ritenta di nuovo più tardi!",
	"FAQ_NO_LOCATE_TITLE": "Locate button is not working, what do I do?",
	"FAQ_NO_LOCATE_TEXT": "Check that you have given locating permissions to PidgeyFinder. If you have given permissions and locating is not working, chances are we are fixing the problem.",
	"FAQ_SHOW_LURES_TITLE": "How can I see lures?",
	"FAQ_SHOW_LURES_TEXT": "Lures are only shown when the Pokéstop is fetched with a scan. This is to prevent giving wrong information about lures and when they expire.",

	"SETTINGS_TITLE": "Impostazioni",
	"SETTINGS_MAP_TITLE": "Map",
	"SETTINGS_MAP_3D": "3D / map turning",
	"SETTINGS_MAP_UPDATE_LOCATION": "Update location automatically",
	"SETTINGS_MAP_CENTER_MAP": "Center map when location changes",
	"SETTINGS_FILTERS_TITLE": "Filters",
	"SETTINGS_FILTERS_GYMS": "Gyms",
	"SETTINGS_FILTERS_POKESTOPS": "Pokéstops",
	"SETTINGS_FILTERS_POKEMON": "Pokémon",
	"SETTINGS_FILTERS_SHOWN_POKEMON": "Shown Pokémon",
	"SETTINGS_FILTERS_SHOWN_POKEMON_RESET": "Reset",

	"INPUT_TOGGLE_ON": "On",
	"INPUT_TOGGLE_OFF": "Off"
}
