{
	"WELCOME_TITLE": "Benvenuto/a su PidgeyFinder",
	"WELCOME_TEXT": "Ciao e benvenuto/a su PidgeyFinder! Siamo un sito gratuito di scansione per Pokémon Go. Non è necessaria la registrazione di un account - tutte le scansioni saranno eseguite dai nostri server. Inoltre, siamo un progetto Open Source! Visita il nostro GitHub {#github{qui}} e Twitter {#twitter{qui}}.",
	"WELCOME_SERVER_STATUS": "Stato del Servizio",

	"MODAL_SHOW_AGAIN": "Continua a visualizzare",
	"MODAL_DISMISS": "Chiudi",

	"MENU_FAQ": "FAQ",
	"MENU_RESET_2D": "Torna in 2D",
	"MENU_RELOAD": "Ricarica",
	"MENU_LOCATE": "Localizza",
	"MENU_SETTINGS": "Impostazioni",

	"DONATE_TITLE": "Dona a PidgeyFinder",
	"DONATE_TEXT": "PidgeyFinder funziona solo grazie a donazioni ed entrate pubblicitarie. Abbiamo bisogno del tuo aiuto! Le entrate pubblicitarie da sole non sono sufficienti a tenere il nostro servizio attivo. Per mantenere il nostro servizio accettiamo donazioni. Accettiamo Bitcoin e PayPal come metodi di donazione. Puoi donare qui di seguito:",
	"DONATE_BUTTON": "Dona",
	"DONATE_PAYPAL_TEXT": "Preferisci modi vecchio stile? PayPal consente la donazione con normale carta di credito o denaro PayPal.",
	"DONATE_BITCOIN_TEXT": "Bitcoin è la valuta del futuro - tu sei del futuro? I Bitcoin non hanno tasse ed è anche il metodo migliore per donare soldi degli Stati Uniti.",

	"FAQ_TITLE": "FAQ",
	"FAQ_EXPLAIN": "Domande Frequenti (FAQ)",
	"FAQ_NOTHING_MAP_TITLE": "Non c'è nulla nella mia mappa! Come faccio a scansionare?",
	"FAQ_NOTHING_MAP_TEXT": "Se l'area che stai visualizzando non è mai stata scansionata prima d'ora, clicca sulla mappa e verrà scansionata alla ricerca di Pokémon, Pokéstop e Palestre. La prossima volta che visiterai il nostro sito la mappa ricorderà la posizione dei Pokéstop e delle Palestre!",
	"FAQ_NO_DEVICE_SUPPORT_TITLE": "Perché il mio dispositivo non è supportato?",
	"FAQ_NO_DEVICE_SUPPORT_TITLE": "Noi cerchiamo di utilizzare le tecnologie più recenti, veloce e ottimizzate per sviluppare PidgeyFinder. Purtroppo alcune di queste tecnologie non sono supportate dai vecchi dispositivi, browser o sistemi operativi. Prova ad aggiornare il tuo browser per prima cosa.",
	"FAQ_SCAN_FAILED_TITLE": "Perchè mi compare Scan fallito? / Perché la scansione ci sta mettendo così tanto tempo?",
	"FAQ_SCAN_FAILED_TEXT": "I nostri server scalano automaticamente in base alla quantità di utenti. Nel caso in cui tutti i nostri bots siano attualmente giù in uso, il tempo di scansione potrebbe diventare piuttosto lungo o non funzionare. Ritenta di nuovo più tardi!",
	"FAQ_NO_LOCATE_TITLE": "Il pulsante di localizzazione non funziona, cosa devo fare?",
	"FAQ_NO_LOCATE_TEXT": "Verifica di aver dato i permessi di accesso alla posizione a PidgeyFinder. Se hai già dato i permessi e la localizzazione non funziona, è probabile che ci stiamo già occupando del problema.",
	"FAQ_SHOW_LURES_TITLE": "Come posso vedere le esche?",
	"FAQ_SHOW_LURES_TEXT": "Le esche vengono visualizzate solo quando i Pokéstop vengono rilevati con una scansione. Questo per evitare di dare informazioni sbagliate sulle esche e quando scadono.",

	"SETTINGS_TITLE": "Impostazioni",
	"SETTINGS_MAP_TITLE": "Mappa",
	"SETTINGS_MAP_3D": "3D / Mappa interattiva",
	"SETTINGS_MAP_UPDATE_LOCATION": "Aggiorna sempre la mia posizione",
	"SETTINGS_MAP_CENTER_MAP": "Centra la mappa quando cambia posizione",
	"SETTINGS_FILTERS_TITLE": "Filtri",
	"SETTINGS_FILTERS_GYMS": "Palestre",
	"SETTINGS_FILTERS_POKESTOPS": "Pokéstops",
	"SETTINGS_FILTERS_POKEMON": "Pokémon",
	"SETTINGS_FILTERS_SHOWN_POKEMON": "Pokémon Visualizzati",
	"SETTINGS_FILTERS_SHOWN_POKEMON_RESET": "Reset",

	"INPUT_TOGGLE_ON": "On",
	"INPUT_TOGGLE_OFF": "Off"
}
